Repository: atalan/SCORMCloud_WordPressPlugin
Catalog: scormcloud/langs/scormcloud-*.po
Languages: fr_fr

source: Share courses among all sites.
fr_fr: Partager des modules sur tous les sites.

source: About SCORM Cloud
fr_fr: À propos de SCORM Cloud

source: Active
fr_fr: Actif

source: Add training to your post
fr_fr: Ajouter une formation à votre article

source: All Courses
fr_fr: Tous les modules

source: All Users
fr_fr: Tous les utilisateurs

source: By registering or logging in, your results will be associated with your user identity and you will be able to see your training results in this widget.
fr_fr: En s'enregistrant ou en vous connectant, vos résultats seront associés à votre identité et vous pourrez consulter les résultats de votre formation sur ce widget.

source: Click 'Start Training' to take your training.
fr_fr: Cliquez sur 'Lancer la formation' pour la démarrer.

source: Click Here to go to the settings page to configure the SCORM Cloud wordpress Plugin.
fr_fr: Cliquez-ici pour vous rendre sur la page des réglages et configurer le plugin Wordpress SCORM Cloud.

source: Click Here to go to the settings page.
fr_fr: Cliquez-ici pour vous rendre sur la page des réglages.

source: Click course title to launch.
fr_fr: Cliquez sur le titre du module pour le lancer.

source: Click here to configure your SCORM Cloud plugin.
fr_fr: Cliquez-ici pour configurer votre plugin SCORM Cloud.

source: Click to launch course
fr_fr: Cliquez pour lancer le module

source: Click to toggle
fr_fr: Cliquez pour basculer

source: Click to view details of this invitation.
fr_fr: Cliquez pour voir les détails de cette invitation

source: Completion
fr_fr: Progression

source: Course Title
fr_fr: Titre du module

source: Create Training
fr_fr: Créer une formation

source: Create/Publish Date
fr_fr: Date de création/publication

source: Creating Trainings...
fr_fr: Créations des formations...

source: Delete Course
fr_fr: Supprimer le module

source: Duration: 10 minutes
fr_fr: Durée : 10 minutes

source: Edit Course Properties
fr_fr: Modifier les propriétés du module

source: Embed This Training
fr_fr: Embarquer cette formation

source: Filename:
fr_fr: Nom du fichier :

source: First select a course
fr_fr: Tout d'abord, sélectionnez un module

source: Go back to all trainings
fr_fr: Retournez à toutes les formations

source: If you have taken a course before, your most recent results will display by clicking 'show details' and your most recent training will launch by clicking the course title.
fr_fr: Si vous n'avez pas suivi de module auparavant, vos plus récents résultats seront affichés en cliquant sur 'voir les détails' et votre plus récente formation se lancera en cliquant sur le titre du module.

source: If you need an account on SCORM Cloud,
fr_fr: Si vous avez besoin d'un compte SCORM Cloud,

source: Import a new course.
fr_fr: Importer un nouveau module

source: Importing Package......
fr_fr: Import du package en cours...

source: Inactive
fr_fr: Inactif

source: Invalid Credentials. Check your App Id and Secret Key and try again.
fr_fr: Identifiants invalides. Vérifiez votre App Id et la clé secrète (Secret Key) et réessayez.

source: Invalid Service Url. Check your URL and try again or clear out the bad URL and the default URL will be used.
fr_fr: 'Service Url' invalide. Vérifiez votre URL et réessayer ou effacer la mauvaise URL et l'URL par défaut sera utilisée.

source: Invalid Service Url. Check your URL click 'Update Options' or clear out the bad URL and the default URL will be used.
fr_fr: 'Service Url' invalide. Vérifiez votre URL et cliquez sur 'Mettre à jour les options' ou effacer la mauvaise URL et l'URL par défaut sera utilisée.

source: Invitation Details
fr_fr: Détails de l'invitation

source: Launch Training Now
fr_fr: Lancer la formation

source: Learner
fr_fr: Apprenant

source: Learners
fr_fr: Apprenants

source: Loading All Courses...
fr_fr: Chargement de tous les modules...

source: Loading All Learners...
fr_fr: Chargement de tous les apprenants...

source: Loading Summary...
fr_fr: Chargement du résumé...

source: Loading Training Summary...
fr_fr: Chargement du résumé de la formation...

source: Log in
fr_fr: Se connecter

source: My name is
fr_fr: Mon nom est

source: Next select some options
fr_fr: Ensuite sélectionnez quelques options

source: Not Started
fr_fr: Non commencé

source: Open the SCORM Cloud Site in a new window.
fr_fr: Ouvre le site de SCORM Cloud dans une nouvelle fenêtre

source: Open the SCORM Reportage Console in a new window.
fr_fr: Ouvre la console 'SCORM Reportage' dans une nouvelle fenêtre

source: Options saved.
fr_fr: Options sauvegardées.

source: Please configure your SCORM Cloud settings to add registrations.
fr_fr: S'il vous plait, configurez les réglages SCORM Cloud pour ajouter des inscriptions.

source: Please configure your SCORM Cloud settings to add training to your posts.
fr_fr: S'il vous plait, configurez les réglages SCORM Cloud pour ajouter des formations à vos articles.

source: Please configure your SCORM Cloud settings to see training results.
fr_fr: S'il vous plait, configurez les réglages SCORM Cloud pour consulter les résultats de formation.

source: Please configure your SCORM Cloud settings to view your courses.
fr_fr: S'il vous plait, configurez les réglages SCORM Cloud pour consulter les modules.

source: Please fill in your SCORM Cloud credentials and click 'Update Options'.
fr_fr: S'il vous plait, renseignez les identifiants SCORM Cloud et cliquez sur 'Mettre à jour les options'.

source: Please log in to take this training.
fr_fr: Connectez-vous pour suivre cette formation.

source: Please select a course.
fr_fr: Sélectionnez un module.

source: Please select learners.
fr_fr: Sélectionnez des apprenants.

source: Post Title
fr_fr: Titre de l'article

source: Preview
fr_fr: Prévisualisation

source: Processing Import....
fr_fr: Import en cours...

source: Quick Create Training
fr_fr: Créer une formation rapidement

source: Relaunch Training
fr_fr: Poursuivre la formation

source: Require that learners be authenticated users.
fr_fr: Nécessite que les apprenants soient des utilisateurs authentifiés.

source: SCORM Cloud Account Management
fr_fr: Gestion du compte SCORM Cloud

source: SCORM Cloud for Wordpress
fr_fr: SCORM Cloud pour Wordpress

source: Scorm Cloud Catalog Widget
fr_fr: Catalogue des widgets Scorm Cloud

source: Secret Key:
fr_fr: Clé secrète :

source: Select Role(s)
fr_fr: Sélectionnez un ou plusieurs rôle(s)

source: Select User(s)
fr_fr: Sélectionnez un ou plusieurs utilisateur(s)

source: Select a course:
fr_fr: Sélectionnez un module :

source: Select learner(s):
fr_fr: Sélectionnez un ou plusieurs apprenant(s) :

source: Show the course title and description.
fr_fr: Voir le titre du module et sa description

source: Start Training
fr_fr: Débuter la formation

source: Submit
fr_fr: Envoyer

source: Success
fr_fr: Succès

source: The maximum number of registrations for this account has been reached. Visit the <a href='https://cloud.scorm.com'>SCORM Cloud site</a> to upgrade your account.
fr_fr: Le nombre maximum d'enregistrements pour ce compte a été atteint. Visitez le <a href='https://cloud.scorm.com'>site SCORM Cloud</a> pour mettre à niveau votre compte.

source: There was an error uploading your package. Please try again.
fr_fr: Erreur lors du chargement de votre package. Veuillez réessayer.

source: This course is currently inactive.
fr_fr: Ce module est actuellement inactif

source: This training is currently
fr_fr: Cette formation est actuellement

source: This training is not currently active.
fr_fr: Cette formation n'est pas active.

source: Time
fr_fr: Temps

source: Title
fr_fr: Titre

source: Title:
fr_fr: Titre :

source: To launch a course, you must provide a name and email address. This will allow your training results to be tracked.
fr_fr: Pour lancer un module, vous devez fournir un nom et une adresse email. Cela permettra de suivre vos résultats de formation.

source: Total Time
fr_fr: Temps total

source: Training Description
fr_fr: Description de la formation

source: Training Description:
fr_fr: Description de la formation :

source: Training Details for
fr_fr: Détails de la formation pour

source: Training Header Text
fr_fr: Texte d'introduction de la formation

source: Training Header Text:
fr_fr: Texte d'introduction de la formation :

source: Training History
fr_fr: Historique de la formation

source: Training Summary
fr_fr: Résumé de la formation

source: Update Settings
fr_fr: Mettre à jour les réglages

source: Update This Training
fr_fr: Mettre à jour cette formation

source: User
fr_fr: Utilisateur

source: View Course Report
fr_fr: Voir le rapport du module

source: View Full Results Report
fr_fr: Voir le rapport complet des résultats

source: Widget for displaying SCORM Cloud Catalog to users.
fr_fr: Widget pour afficher le catalogue SCORM Cloud aux utilisateurs.

source: You have not taken any training.
fr_fr: Vous n'avez pas choisi de formation.

source: and my email is
fr_fr: et mon email est

source: click to activate
fr_fr: cliquez pour activer

source: click to deactivate
fr_fr: cliquez pour désactiver

source: hide details
fr_fr: cacher les détails

source: hide info
fr_fr: cacher l'information

source: hide preview
fr_fr: cacher la prévisualisation

source: more info
fr_fr: plus d'informations

source: sec spent in course
fr_fr: secondes passées sur le module

source: secs
fr_fr: secondes

source: show details
fr_fr: voir les détails

source: show preview
fr_fr: voir la prévisualisation

source: to see your training history
fr_fr: pour voir l'historique de votre formation
